1-
select ?prop where {?x ?prop <http://dbpedia.org/ontology/Politician>} LIMIT 100

{ "head": { "link": [], "vars": ["prop"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }} ] } }
--------------------------------------------------------------------------------------
2-
select ?prop where {?x ?prop <http://dbpedia.org/ontology/Politician>
			FILTER (?prop != rdf:type)} LIMIT 100

{ "head": { "link": [], "vars": ["prop"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#domain" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#domain" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#range" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#range" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#range" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#range" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2002/07/owl#sameAs" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/topic" }},
    { "prop": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/topic" }},
    { "prop": { "type": "uri", "value": "http://vocab.deri.ie/void#inDataset" }},
    { "prop": { "type": "uri", "value": "http://open.vocab.org/terms/defines" }},
    { "prop": { "type": "uri", "value": "http://open.vocab.org/terms/defines" }},
    { "prop": { "type": "uri", "value": "http://open.vocab.org/terms/describes" }},
    { "prop": { "type": "uri", "value": "http://www.wikidata.org/prop/direct/P1709" }},
    { "prop": { "type": "uri", "value": "http://www.wikidata.org/prop/statement/P1709" }} ] } }
--------------------------------------------------------------------------------------
3-
select DISTINCT ?prop where {?x ?prop <http://dbpedia.org/ontology/Politician>
			FILTER (?prop != rdf:type)} LIMIT 100

{ "head": { "link": [], "vars": ["prop"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#domain" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#range" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2002/07/owl#sameAs" }},
    { "prop": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#subClassOf" }},
    { "prop": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/topic" }},
    { "prop": { "type": "uri", "value": "http://vocab.deri.ie/void#inDataset" }},
    { "prop": { "type": "uri", "value": "http://open.vocab.org/terms/defines" }},
    { "prop": { "type": "uri", "value": "http://open.vocab.org/terms/describes" }},
    { "prop": { "type": "uri", "value": "http://www.wikidata.org/prop/direct/P1709" }},
    { "prop": { "type": "uri", "value": "http://www.wikidata.org/prop/statement/P1709" }} ] } }
--------------------------------------------------------------------------------------
4-
select DISTINCT ?x where {?x ?prop <http://dbpedia.org/ontology/Politician>
			FILTER (?prop != rdf:type)} LIMIT 100

{ "head": { "link": [], "vars": ["x"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/prefect" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/minister" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/politician" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Politician" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/President" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Ambassador" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Chancellor" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Congressman" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Deputy" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Governor" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Lieutenant" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Mayor" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/MemberOfParliament" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Minister" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/PrimeMinister" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Senator" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/VicePresident" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/VicePrimeMinister" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/Person" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/" }},
    { "x": { "type": "uri", "value": "http://localhost:8890/about/id/http/dbpedia.org/ontology/Politician" }},
    { "x": { "type": "uri", "value": "http://dbpedia.org/ontology/data/definitions.ttl" }},
    { "x": { "type": "uri", "value": "http://www.wikidata.org/entity/Q82955" }},
    { "x": { "type": "uri", "value": "http://www.wikidata.org/entity/statement/Q82955-FD759726-C918-4576-8F73-9DD5398EA768" }} ] } }

----------------------------------------------------------------------------------------
5-
select COUNT(DISTINCT ?x) where {?x ?prop <http://dbpedia.org/ontology/Politician>
			FILTER (?prop != rdf:type)} LIMIT 100

{ "head": { "link": [], "vars": ["callret-0"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "callret-0": { "type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "24" }} ] } }